"About %@" = "عن %@";
"Hide %@" = "إخفاء %@";
"Hide Others" = "إخفاء الآخرين";
"Show All" = "عرض الكل";
"Quit %@" = "خروج %@";

"Another %@ is currently running. Please close all instances of it now." = "%@ آخر قيد التشغيل حاليًا. الرجاء إغلاقه الآن.";
"Are you sure you want to exit %@ setup?" = "هل أنت متأكد أنك تريد الخروج من عملية تثبيت %@؟";
"Are you sure you want to exit before the process is completed?" = "هل أنت متأكد أنك تريد الخروج قبل اكتمال العملية؟";
"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "بسبب خطأ ما، لا يمكن إكمال التثبيت. يرجى التحقق من اتصالك بالإنترنت وحاول مرة أخرى. يمكنك النقر فوق تنزيل مباشر للحصول على حزمة كاملة من الموقع الرسمي أيضًا.";
"I've read and agreed to %@" = "I've read and agreed to %@";
"%@ License Agreement" = "%@ License Agreement";
"Install" = "تثبيت";
"Installing...please wait ( %1.1f%% finished)" = "جارٍ التثبيت ... يُرجى الانتظار (تم الانتهاء من %1.1f%٪)";
"Please agree %@ License Agreement before installing %@!" = "يرجى الموافقة على اتفاقية ترخيص %@ قبل تثبيت %@!";
"Continue" = "متابعة";
"Direct Download" = "تحميل مباشر";
"Exit" = "خروج";
"OK" = "حسناً";
"Try Again" = "حاول مجددا";
